Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: "Log a hot flash in MenoMap"
ar: «سجّل هبّة ساخنة في MenoMap»
cs: „Zaznamenej nával horka v aplikaci MenoMap“
da: »Registrer en hedetur i MenoMap«
de: „Hitzewallung in MenoMap eintragen“
el: «Κατάγραψε μια έξαψη στο MenoMap»
es: «Registra un sofoco en MenoMap»
es_419: “Registra un bochorno en MenoMap”
fi: ”Kirjaa kuuma aalto MenoMap-appiin”
fr: « Noter une bouffée de chaleur dans MenoMap »
he: ״לרשום גל חום ב-MenoMap״
hi: “MenoMap में हॉट फ़्लैश दर्ज करो”
hr: „Zabilježi valung u aplikaciji MenoMap“
hu: „Rögzíts egy hőhullámot a MenoMap appban”
id: “Catat rasa panas mendadak di MenoMap”
it: «Registra una vampata con MenoMap»
ja: 「MenoMapでホットフラッシュを記録して」
ko: "MenoMap에 안면홍조 기록해 줘"
ms: “Catat panas badan mendadak dalam MenoMap”
nb: «Registrer en hetetokt i MenoMap»
nl: "Noteer een opvlieger in MenoMap"
pl: „Zapisz uderzenie gorąca w MenoMap”
pt_br: “Registrar um fogacho no MenoMap”
pt_pt: “Registar um afrontamento no MenoMap”
ro: „Înregistrează un bufeu în MenoMap”
sk: „Zaznamenaj nával tepla v apke MenoMap“
sv: ”Logga en värmevallning i MenoMap”
th: “บันทึกอาการร้อนวูบวาบใน MenoMap”
tr: “MenoMap ile sıcak basması kaydet”
uk: «Запиши приплив у MenoMap»
vi: “Ghi cơn bốc hỏa trong MenoMap”
zh_hans: “用 MenoMap 记录潮热”
zh_hant: 「在 MenoMap 記錄熱潮紅」
